import React from "react";
import Img1 from "../../assets/shobapoti.jpg";
import Img2 from "../../assets/principale.jpg";
import Img3 from "../../assets/liakot.jpg";
function Details() {
  return (
    <div className="max-w-screen-lg m-auto bg-white">
      <div className="mt-10 flex  flex-row gap-6">
        <div className=" flex flex-col text-center items-center gap-y-3   ">
          <div className="  ">
            <img src={Img1} alt="" className=" " />
          </div>
          <div>
            <h1 className="text-2xl font-bold">
              প্রফেসর মুহাম্মদ দিদারুল ইসলাম
            </h1>
            <p>চেয়ারম্যান</p>
          </div>
          <div>
            <p className="text-left">
              ঐতিহ্যবাহী জামেয়া আহমদিয়া সুন্নিয়া কামিল মাদরাসার রয়েছে আলাদা
              বৈশিষ্ট্য। এখানে ইসলামী জ্ঞানার্জনের পাশাপাশি ছাত্রদের নেতৃত্বের
              গুণ, যোগ্যতা ও দক্ষতা অর্জনেরও ব্যবস্থা রয়েছে। এ মাদরাসা আহলে
              সুন্নাত ওয়াল জামা‘আত-এর আদর্শ বিস্তারে অনন্য ভূমিকা রেখে আসছে। তাই
              এ মাদরাসা দেশের অন্যতম শীর্ষস্থানীয় দীনী শিক্ষা প্রতিষ্ঠানে উন্নীত
              হয়। এখানে দক্ষ অধ্যক্ষ ও উপাধ্যক্ষ-এর পরিচালনায় যোগ্য শিক্ষকদের
              আন্তরিকতাপূর্ণ পাঠদানের পরিবেশে ছাত্ররা জ্ঞান অর্জন করে আসছে। নতুন
              শিক্ষার্থীরা এ পরিবেশকে কাজে লাগিয়ে নিজকে বিকশিত করতে পারবে। আমি
              মাদরাসার ঐতিহ্য সুরক্ষায় শিক্ষক-শিক্ষার্থীদের স্ব স্ব
              দায়িত্ব-কর্তব্যে সর্বদা সচেষ্ট থাকা কামনা করি।
            </p>
          </div>
        </div>
      </div>
      <div className="mt-10 flex  flex-row gap-6">
        <div className=" flex flex-col text-center items-center gap-y-3   ">
          <div className="  ">
            <img src={Img2} alt="" className=" " />
          </div>
          <div>
            <h1 className="text-2xl font-bold">মোহাম্মদ অছিয়র রহমান</h1>
            <p>অধ্যক্ষ ও সদস্য সচিব</p>
            <p>বাণী</p>
          </div>
          <div>
            <p className="text-left">
              সমস্ত প্রশংসা সর্বশক্তিমান আল্লাহ তা‘আলার জন্য। লাখো কোটি দুরূদ ও
              সালাম প্রিয় নবী সাল্লালাহু আলাইহি ওয়াসাল্লামার প্রতি। শিক্ষা জাতির
              মেরুদন্ড। বিশেষত ধর্মীয় শিক্ষা লাভ মানব জীবনের জন্য অতীব জরুরী।
              দীনী শিক্ষার প্রচার-প্রসারের কথা চিন্তা করে ১৯৫৪ সালে উপমহাদেশের
              অন্যতম আধ্যাত্মিক সাধক কুতবুল আউলিয়া, হাদিয়ে দীন ও মিল্লাত,
              রাহনুমায়ে শরীয়ত ও তরীক্বত, পেশোয়ায়ে আহলে সুন্নাত হযরাতুল আল্লামা
              হাফেয ক্বারী সৈয়দ আহমদ শাহ্ সিরিকোটি (রাহ.) জামেয়া আহমদিয়া
              সুন্নিয়া কামিল মাদরাসা প্রতিষ্ঠা করেন। আমরা হুযূর ক্বিবলাহ্
              শাহেনশাহে সিরিকোটি (রাহ.)-এর প্রতি কৃতজ্ঞ। এ মাদরাসা দেশ-বিদেশে
              ইসলাম তথা সুন্নিয়াত প্রতিষ্ঠায় অগ্রণী ভূমিকা পালন করে আসছে। গাউসে
              যামান আলে রাসূল আল্লামা হাফিয ক্বারী সৈয়দ মুহাম্মদ তৈয়্যব শাহ্
              (রাহ.)-এর পৃষ্ঠপোষকতায় এ মাদরাসার খ্যাতি ও সুনাম সারা বিশ্বে ছড়িয়ে
              পড়েছে। বর্তমানে হুযূর ক্বিবলাহ্ শায়খে ফা‘আল আধ্যাত্মিক জগতের
              অন্যতম সম্রাট আল্লামা সৈয়দ মুহাম্মদ তাহের শাহ্ (মাদ্দা যিল্লুহুল
              আলী) ও হযরত আল্লামা পীর সৈয়দ মুহাম্মদ সাবির শাহ (মাদ্দা যিল্লুহুল
              আলী) ও সিলসিলার মাশায়িখ হযরাতের নযরে করমে মাদরাসার সকল কার্যক্রম
              আরো অনেক ত্বরক্বীর দিকে এগিয়ে যাচ্ছে। এ জন্য আল্লাহ পাকের দরবারে
              লাখো কোটি শুকর। আলহামদুলিল্লাহ্। যাঁদের ত্যাগ ও খেদমতে ‏এ মাদরাসা
              আজ বিশ্বের সুন্নী মুসলমানের অন্তরে স্থান লাভ করেছে তাঁদের প্রতি
              মুবারকবাদ। মাদরাসার ছাত্র-শিক্ষক, শুভাকাঙ্খী, আরাকীনে আনজুমান,
              মাদরাসা পরিচালনা পর্ষদ, গাউসিয়া কমিটিসহ সকলের দু‘জাহানের কল্যাণ ও
              সফলতা কামনা করছি। আমীন ইয়া রাব্বাল আলামীন, বিহুরমাতি সাইয়্যিদিল
              মুরসালীন ওয়া আলিহি ওয়া আসহাবিহি আজমাঈন।
            </p>
          </div>
        </div>
      </div>
      <div className="mt-10 flex  flex-row gap-6">
        <div className=" flex flex-col text-center items-center gap-y-3   ">
          <div className="  ">
            <img src={Img3} alt="" className=" " />
          </div>
          <div>
            <h1 className="text-2xl font-bold">ড. মুহাম্মদ লিয়াকত আলী</h1>
            <p>উপাধ্যক্ষ</p>
            <p>বাণী</p>
          </div>
          <div>
            <p className="text-left">
              উপমহাদেশের অন্যতম শ্রেষ্ঠ অলীয়ে কামিল হযরত আল্লামা হাফিয ক্বারী
              সৈয়দ আহমদ শাহ্ সিরিকোটী (রাহ্) ১৯৫৪ খ্রিষ্টাব্দে চট্টগ্রাম জেলার
              পাঁচলাইশ থানার ষোলশহরে জামেয়া আহমদিয়া সুন্নিয়া কামিল মাদরাসা
              প্রতিষ্ঠা করেন। এ মাদরাসা আ‘লা হযরত ইমাম আহমদ রেযা খান বেরেলভী
              (রাহ্)-এর মাসলাক তথা আহলে সুন্নাত ওয়াল জামা‘আত-এর আক্বীদাহ্ ও
              হানাফী মাযহাবের ভিত্তিতে পরিচালিত হয়ে আসছে। ইসলামী শিক্ষা বিস্তার,
              মাযহাবে হানাফী ও আক্বায়িদে আহলে সুন্নাত-এর প্রচার-প্রসারে এ
              মাদরাসা অসাধারণ ভূমিকা রেখে আসছে। মাদরাসার নিজস্ব সিলেবাস এবং
              ফাতাওয়া-ফারায়িযের কিতাবসহ বাংলাদেশ মাদরাসা শিক্ষা বোর্ড ও ইসলামি
              আরবি বিশ্ববিদ্যালয় প্রণীত সিলেবাসের ভিত্তিতে এ মাদরাসার শিক্ষা
              ব্যবস্থা অতুলনীয়। দেশের শীর্ষস্থানীয় অধ্যাত্মিক সংগঠন
              ‘আনজুমান-এ-রহমানিয়া আহমদিয়া সুন্নিয়া ট্রাস্ট’ পরিচালনাধীন মাদরাসা
              সমূহের মধ্যে এটি প্রধান মাদরাসা এবং দেশের শীর্ষ পর্যায়ের
              মাদরাসাগুলোর মধ্যে অন্যতম। এ মাদরাসার সাবেক পৃষ্ঠপোষক গাউসে যামান
              আল্লামা হাফিয ক্বারী শাহ্ সূফী সৈয়দ মুহাম্মদ তৈয়্যব শাহ্ (রাহ্)-এর
              প্রত্যক্ষ তদারকীতে এ মাদরাসা এশিয়ার অন্যতম শ্রেষ্ঠ মাদরাসায় পরিণত
              হয়। মাদরাসার বর্তমান পৃষ্ঠপোষক গাউসে যামান রাহনুমায়ে শরী‘আত ও
              ত্বরীক্বত আল্লামা সৈয়দ মুহাম্মদ তাহের শাহ্ মাদ্দাযিল্লুহুল আলী ও
              হযরত শাহ সূফী পীর সৈয়দ মুহাম্মদ সাবির শাহ্ মাদ্দাযিল্লুহুল আলীর
              প্রত্যক্ষ তত্ত্বাবধানে ও আনজুমান ট্রাস্টের তদারকীতে দীনী শিক্ষার
              পাশাপাশি বিজ্ঞান ও তথ্য প্রযুক্তিসহ অনার্স, মাস্টার্স স্তরের
              শিক্ষা চালুকরণের মধ্য দিয়ে এর সুনাম ও মর্যাদা দেশের সর্বত্র ছড়িয়ে
              পড়েছে। সরকারের জরিপ ও পর্যবেক্ষণে এ মাদরাসা একাধিকবার শ্রেষ্ঠ
              শিক্ষা প্রতিষ্ঠানের স্বীকৃতি ও মডেল মাদরাসার গৌরব অর্জন করেছে।
              হিফযুল কুরআন বিভাগ থেকে হিফয সম্পন্ন হাফিযদের দস্তারে ফযীলত ও সনদ
              প্রদান করা হয়ে থাকে। দুষ্প্র্রাপ্য প্রাচীন ও আধুনিক কিতাবসমৃদ্ধ
              লাইব্রেরী এ মাদরাসার ঐতিহ্যকে আরো বৃদ্ধি করেছে। শরী‘আহ্
              শিক্ষাদানের পাশাপাশি ত্বরীক্বত ও আধ্যত্মিকতা চর্চা এ মাদরাসার
              অন্যতম বৈশিষ্ট্য। আহলে সুন্নাত ওয়াল জামা‘আতের আক্বীদাহ্ বিস্তার ও
              হানাফী মাযহাবের আদর্শ বিকাশে এ মাদরাসা ব্যাপক ভূমিকা রেখে যাচ্ছে।
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}

export default Details;
