import React from "react";
import Conntect from "../Conntect";
import Fotter from "../Fotter";
import Heading from "../Heading";
import Map from "../Map";
import Navbar from "../Navbar";

function Prothisthan() {
  return (
    <div className=" ">
      <Heading />
      <Navbar />
      <div className="p-3 bg-gray-200 mt-10">
        <div className="max-w-screen-lg m-auto ">
          <div className="text-green-500 text-xl"> ইতিহাস</div>
          <div className="mt-10 text-left">
            ১৯৫৪ সাল। বৃহত্তর চট্টগ্রামে নীরবে চলছিল নবী প্রেমিকদের কোনঠাসা করার
            পাঁয়তারা। অলি বিদ্বেষীদের অপতৎপরতা। এমনি এক ক্রান্তিকালে, সময়ের
            প্রয়োজনে কুত্ববুল আউলিয়া হযরতুল আল্লামা আলহাজ্ব হাফেয ক্বারী সৈয়্যদ
            আহমদ শাহ্ সিরিকোটি (রাহ্.) মাসলাকে আলা হযরতের উপর ভিত্তি করে
            চট্টগ্রামের ষোলশহরে প্রতিষ্ঠা করেন, জামেয়া আহমদিয়া সুন্নিয়া আলিয়া।
            প্রতিষ্ঠালগ্ন থেকে শুরু করে সুদীর্ঘ অর্ধ্ব শতাব্দীরও বেশি কাল এ দীনী
            শিক্ষা প্রতিষ্ঠান দেশের চৌহদ্দি অতিক্রম করে উপমহাদেশে দীন, মিল্লাত ও
            মাযহাবের খেদমতে রেখে আসছে ব্যাপক অবদান। প্রতিষ্ঠাতার যোগ্য উত্তরসূরী
            আল্লামা সৈয়্যদ মুহাম্মদ তৈয়্যব শাহ্ (রাহ্.) এবং বর্তমান
            সাজ্জাদানাশীন হুযূর ক্বিবলাহ্ মাদ্দাযিলু­হুল আলীর পৃষ্ঠপোষকতায়
            জামেয়ার খ্যাতি আজ দুনিয়া ব্যাপী। যা সূর্যের আলোর ন্যায় সমুজ্জ্বল।
          </div>
          <div className="text-2xl font-bold mt-10 mb-10">
            উদ্দেশ্য ও লক্ষ্য
          </div>
          <div>
            জামেয়া আহমদিয়া সুন্নিয়া কামিল মাদরাসা ইসলামের মূল রূপরেখা আহলে
            সুন্নাত ওয়াল জামাআতের আক্বীদায় বিশ্বাসী মাসলাকে আলা হযরতের উপর
            আস্থাশীল, নবীপ্রেমে উজ্জীবিত আলিমে হাক্কানী রাব্বানী সৃষ্টি করা।
            তাঁদের মাধ্যমে মানুষের মনে আল্লাহ্ভীতি, নবীপ্রেম এবং আউলিয়ায়ে
            কেরামের প্রতি ভক্তি-শ্রদ্ধা সৃষ্টি করে দীনের খেদমত আঞ্জাম দেয়া। এ
            পবিত্র উদ্দেশ্য ও লক্ষ্য পূরণে আমাদের অনুসৃত কার্যক্রমে আল্লাহ্ ও
            তাঁর প্রিয় হাবীব সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর অপার অনুগ্রহ,
            আউলিয়ায়ে কেরামের অশেষ নেগাহ্ করম এবং নবীপ্রেমিক মুসলমানের সার্বিক
            সহযোগিতা ও সহানূভুতি কামনা করছি।
          </div>
          <Map />
        </div>
      </div>
      <Conntect />
      <Fotter />
    </div>
  );
}

export default Prothisthan;
